{
  "chats": [
    {
      "id": "1",
      "name": "chuck@daedalus.industries",
      "messages": [
        {
          "from": "chuck@daedalus.industries",
          "message": "Subject: LABYRINTH update\r\nDate: 07. August 2019 at 03:21:17 CEST\r\nTo: Wolfgang Schlötke <wolfgang@daedalus.industries>\r\n\r\nHi Wolfgang,\r\n\r\nWe did a LABYRINTH protocol test run today in simulation. The result was devastating, but unpredictable. It seems that the ‘sense and respond’ paradigm allows us to dial in the effectiveness in the deployment transactions. Certain parameters are capable of destroying entire economies.\r\n\r\nSo I would say everything is coming together as planned ;)\r\n\r\nChuck\r\n"        }
      ]
    },
    {
      "id": "2",
      "name": "wolfgang@daedalus.industries",
      "messages": [
        {
          "from": "wolfgang@daedalus.industries",
          "message": "Subject: The power of the powerless\r\nDate: 01. August 2019 at 00:00:00 CEST\r\nTo: Wolfgang Schlötke <wolfgang@daedalus.industries>\r\n\r\nDear Alice,\r\n\r\nThis email is a dead man switch. If you are reading this, I must be dead! I hope I went out with dignity.\r\n\r\nI was sure that it would be easy for you to find all the hints necessary to access my emails. I was always a cautious man and I hope you have a similar attitude towards privacy and security.\r\n\r\nBut sometimes even the strongest crypto is not enough. Many secrets are better kept in plain sight; there is a human element to secrecy, that transcends the abilities of mere informational systems. Turing, even if he could see the world as it is today, would agree, I think.\r\n \r\nThis humbleness towards the physical world and human creativity I learned very late in my life. I don’t know how to phrase it properly. Words have never been my strength. I prefer numbers. Or pictures. Let me try it with the image I took at Alexanderplatz instead. In a poor attempt to phrase my thoughts about power in a poetic way.\r\n\r\n\r\nEven the one mighty poseidon on his throne, \r\n\r\nis raised by three centaurs to power. \r\n\r\nWho raises the centaurs? Could they become gods if they raised themselves, by their own number, instead of Poseidon?\r\n\r\n\r\nForgive me my melancholy, the world is thankful that I ended up in computer science and not as a poet.\r\n\r\nYour father\r\n"
        }
      ]
    },
    {
      "id": "3",
      "name": "bob@daedalus.industries",
      "messages": [
        {
          "from": "bob@daedalus.industries",
          "message": "From: Robert Meyer (bob@daedalus.industries)\r\nTo: Wolfgang Schlötke (wolfgang@daedalus.industries)\r\n\r\nHerr Schlötke,\r\n\r\nMy contacts from Berlin notified me that they are almost ready to initiate the last phase of the plan. I am still a bit worried, to tell you the truth. We are only 5 and in case our intentions are revealed, it will be a matter of time before we are targeted. Anyway, I told my family I’ll be going to be away on a research expedition for a while. \r\n\r\np.s- I’ve completed my part of the LABRYNTH. Had to get some help from some strangers but I think we managed to hide its logic beyond the reach of the Minotaur. Let’s hope AI will never learn to appreciate poetry! I hope you are nearing a definitive solution on deployment costs. I've stashed the poems in your bookcase. I hope you'll notice them. \r\n\r\nHochachtungsvoll,\r\nRobert\r\n"
        }
      ]
    }
  ]
}
